Repository: OpenE2/EasyBouquets
Catalog: locale/*/LC_MESSAGES/EasyBouquets.po
Languages: pt

source: Preferential Satellite
pt: Satélite Preferencial

source: Add satellite name
pt: Adicionar o nome do satélite

source: Cancel
pt: Cancelar

source: Create
pt: Criar

source: All your current favorites will be deleted! Do you confirm the creating of the new ones?
pt: Todos os seus favoritos atuais serão apagados! Confirma a criação dos novos favoritos?

source: Creating favorites
pt: Criando favoritos

source: Deleting old favorites
pt: Apagando favoritos antigos

source: Writing favorites
pt: Escrevendo favoritos

source: Writing blacklist
pt: Escrevendo blacklist

source: Finished
pt: Concluído

source: Reloading bouquets
pt: Regarregando favoritos

source: The "Favourites (Tv)" bouquet will be created based on the "Preferential Satellite" chosen.
pt: O "Favourites (Tv)" será criado baseado no "Satélite Preferencial" escolhido.

source: Help
pt: Ajuda

source: The rules file is at /etc/easyBouquet/rules.conf. You can open it using a text editor and edit it. The rule syntax is simple like this: News=CNN,Deutsche Welle It will create the bouquet "News" and add "CNN", and "Deutsche Welle" services in it. A more complex rule could be made like this: News=CNN*,!CNNi,*News* It means that every service which the name begins with "CNN" and IS NOT "CNNi" and every service that have the word "News" in it will be added in the "News" bouquet. You can also specify the satellite that the service should be used: New=-610:CNN,-431:*News*,Deutsche Welle It will include the CNN service from the -610 satellite and every service that have the word "News", and finally the "Deutsche Welle" service from the preferential satellite. There are 3 reserved rules: exclude: All the rules here will exclude the services to be added on the bouquets. favourites: It will include the services in its bouquet based on its rules. All the services from the Preferential Satellite will be added in the Favourites (Tv) bouquet, except the excluded ones. blacklist: Will add the parentol control for the services based on the blacklist rules.
pt: O arquivo de regras está em /etc/easyBouquet/rules.conf. Você pode edita-lo em um editor de texto qualquer. A sintaxe das regras são simples assim: News=CNN,Deutsche Welle Será criado o bouquet "News" e adicionado os canais "CNN", e "Deutsche Welle" nele. Uma regra mais complexa pode ser feita desta forma: News=CNN*,!CNNi,*News* Significa que todos os canais que comecem com "CNN" e NÃO É "CNNi" e que todos os canais que tenha a palavra "News" serão adicionados no bouquet "News". Você também pode especificar o satélite o qual o canal pertence: New=-610:CNN,-431:*News*,Deutsche Welle Será incluído o canal CNN do satélite -610 e todos os canais que tenham a palavra "News", e por fim o canal "Deutsche Welle" do satélite preferencial será incluído. Existem 3 regras reservadas: exclude: As regras aqui excluirão os canais de serem incluídos nos bouquets. favourites: Regras de inclusão de canais de outros satélites no bouquet Favourites (Tv) Todos os canais do satélite preferencial serão incluídos no bouquet Favourites (Tv), exceto os que estão na regra de exclude blacklist: Incluirá o controle paternal nos canais cobertos pela regra.

source: The equal character (=) was not found at this line! %s
pt: O caractere igual (=) não foi encontrado nesta linha! %s

source: Rules Configuration
pt: Configuração de Regras

source: Rule
pt: Regra

source: Not
pt: Negado

source: Save
pt: Salvar

source: None
pt: Nenhum

source: Bouquets Configuration
pt: Configuração de Favoritos

source: Bouquet
pt: Favorito

source: Add rule
pt: Adicionar regra

source: Bouquets List
pt: Lista de Favoritos

source: Move
pt: Mover

source: Sort Bouquets
pt: Ordernar Favoritos

source: Up
pt: Acima

source: Down
pt: Abaixo

source: Direction
pt: Direção

source: Amount
pt: Quantidade

source: Do you really want to remove the rule?
pt: Confirma a exclusão da regra?

source: Select a rule first!
pt: Selecione uma regra primeiro

source: Do you really want to remove the bouquet?
pt: Confirma a exclusão do favorito?

source: Select a bouquet first!
pt: Selecione um favorito primeiro

source: The field is required!
pt: Campo requerido!
